{
  "CROP_ANALYIS": "பயிர் பகுப்பாய்வு",
  "ORGANIC_PRODUCTS": "கரிம தயாரிப்புகள்",
  "NEWS_&_TIPS": "செய்தி மற்றும் உதவிக்குறிப்புகள்",
  "NEWS_FEED": "செய்தி ஊட்டல்",
  "SIGN_IN": "உள்நுழைக",
  "FARMING": "விவசாயம்",
  "FARMING_DESC": "வேளாண்மை என்பது பயிர்களை வளர்ப்பது அல்லது உணவு மற்றும் மூலப்பொருட்களுக்காக விலங்குகளை மக்களால் வைத்திருப்பது. விவசாயம் என்பது விவசாயத்தின் ஒரு பகுதியாகும். விவசாயம் ஆயிரக்கணக்கான ஆண்டுகளுக்கு முன்பு தொடங்கியது, ஆனால் அது எவ்வளவு பழையது என்பது யாருக்கும் உறுதியாகத் தெரியவில்லை. விவசாயத்தின் வளர்ச்சி கற்காலப் புரட்சிக்கு வழிவகுத்தது, இதன் மூலம் மக்கள் நாடோடி வேட்டையை கைவிட்டு நகரங்களாக மாறியது. வேளாண்மை மற்றும் வளர்ப்பு அநேகமாக வளமான பிறை (நைல் பள்ளத்தாக்கு, தி லெவண்ட் மற்றும் மெசொப்பொத்தேமியா) இல் தொடங்கியது. வளமான பிறை என்று அழைக்கப்படும் பகுதி இப்போது ஈராக், சிரியா, துருக்கி, ஜோர்டான், லெபனான், இஸ்ரேல் மற்றும் எகிப்து நாடுகளில் உள்ளது. மக்கள் வளர்ந்த முதல் பயிர்களில் கோதுமை மற்றும் பார்லி ஆகியவை சில. ஒரு சில பயிர்களை நடவு செய்வதன் மூலம் மக்கள் மெதுவாக விவசாயத்தைத் தொடங்கினர், ஆனால் இன்னும் பல உணவுகளை காடுகளிலிருந்து சேகரித்தனர். வானிலை மற்றும் மண் மாறத் தொடங்கியதால் மக்கள் விவசாயத்தைத் தொடங்கியிருக்கலாம். வேட்டையாடுபவர்கள் ஒரே அளவிலான நிலத்தில் உணவளிப்பதை விட விவசாயத்தால் பலருக்கு உணவளிக்க முடியும்.",
  "ABOUT_FARMER_BUDDY": "விவசாய நண்பரைப் பற்றி",
  "ABOUT_FARMER_BUDDY_DESC": "உழவர் பயிர் வழிகாட்டி என்பது HTML, CSS, ஜாவா ஸ்கிரிப்ட், கோணத்தைப் பயன்படுத்தி உருவாக்கப்பட்ட ஒரு வலை பயன்பாடு ஆகும் .இந்த பயன்பாடு அல்காரிதத்துடன் இயங்குகிறது, இது மண் வகை, நீர் கிடைக்கும் தன்மை, கருவுறுதல், கடைசியாக பயிரிடப்பட்ட பயிர் மற்றும் அறுவடைக்கு சிறந்த பயிர் மற்றும் பயிர்களை நன்கு வளர்ப்பதற்கான புதிய நுட்பங்களைப் பகிர்ந்து கொள்ளவும் உதவுகிறது. இந்த பயன்பாட்டில் கரிம கடையும் இருக்கும். இந்த திட்டம், விவசாயிகள், விவசாய மாணவர்கள் ஆகியோருக்குத் தேவையான பல்வேறு தகவல்களை நாங்கள் வழங்குகிறோம், மேலும் அவர்கள் இடுகையிடும் கேள்விகளைப் பற்றிய தீர்வுகளையும் வழங்குகிறோம். இது விவசாயத்தை மிகவும் சூழல் நட்புடன் ஆக்குகிறது, மேலும் இந்த போர்டல் விவசாயிகளுக்கும் விவசாய மாணவர்களுக்கும் மிகவும் பயனுள்ளதாக இருக்கும்"
}
